Repository: ole1986/wc-invoice-pdf
Catalog: lang/wc-invoice-pdf-*.po
Languages: de_de

source: WC-Invoice Settings
de_de: WC-Rechnung Einstellungen

source: A scheduler will submit the invoice %s to '%s'
de_de: Ein Aufgabenplaner versendet die Rechnung %s an '%s'

source: A scheduler will submit the invoice once it has been created using the %s button to '%s'
de_de: Ein Aufgabenplaner versendet die Rechnung einmalig, sobald diese über den %s Knopf ersellt wurde an '%s'

source: The scheduler is disabled for automated invoice submission. Please check the <a href='/wp-admin/admin.php?page=wcinvoicepdf_settings'>settings</a>
de_de: Der Aufgabenplaner ist für das automatisierte versenden von Rechnungen deaktiviert. Bitte prüfe die <a href='/wp-admin/admin.php?page=wcinvoicepdf_settings'>Einstellungen</a>

source: Show all invoices
de_de: Alle Rechnungen anzeigen

source: Reset order paid status
de_de: Zahlungsstatus der Bestellung zurücksetzen

source: Due date in days
de_de: Fälligkeitsdatum in Tage

source: The number of days an invoice becomes due
de_de: Die Anzahl der Tage nachdem eine Rechnung fällig wird

source: Task Scheduler
de_de: Aufgabenplaner

source: The schedule is properly installed and running
de_de: Der Aufgabenplaner ist korrekt installiert und bereit

source: The scheduled task is not installed - Please try to reenable the plugin
de_de: Der Aufgabenplaner ist nicht korrekt installiert - Bitte versuche das plugin erneut zu aktivieren

source: Email templates
de_de: E-Mail Vorlagen

source: Export
de_de: Exportieren

source: Generate
de_de: Erstellen

source: Payments
de_de: Zahlungen

source: Invoice template
de_de: Rechnungsvorlage

source: Document Title
de_de: Dokumenten Titel

source: Address line
de_de: Adresszeile

source: Payment terms
de_de: Zahlungsbedingungen

source: Offer terms
de_de: Angebotsbedingungen

source: Protect rows from splitting
de_de: Zeilenaufteilung vermeiden

source: Keep rows together when page breaks
de_de: Behalte die Zeilen zusammen bei Seitenumbrüchen

source: Payment reminder
de_de: Zahlungserinnerung

source: %s reminders sent
de_de: %s Erinnerungen versendet

source: Recurring payments
de_de: Regelmäßige Zahlungen

source: Enable test mode and replace all recipients with the admin email address
de_de: Aktiviert den Test modus und ersetzt alle Empfänger mit der E - Mail des Administrators

source: Send payment reminders to customer when invoice is due
de_de: Verschickt Zahlungserinnerungen an den Kunden, nachdem eine Zahlung überfällig ist

source: Recurring invoice %s has been created
de_de: Wiederkehrende Rechnung %s wurde erstellt

source: Automate invoice submission
de_de: Rechnungen automatisert versenden

source: Enable automate invoice submission to customers on a daily schedule
de_de: Aktiviert das automatische versenden von Rechnung (täglich)

source: The next automated invoice submission is scheduled for %s
de_de: Die nächste automatisierte Rechnungszustellung erfolgt am %s

source: The invoice %s has been submitted to %s
de_de: Die Rechnung %s wurde an %s übermittelt

source: Invoice %s successfully created
de_de: Rechnung %s erfolgreich erstellt

source: A reminder #%s for invoice %s has been submitted to %s
de_de: Eine Erinnerung #%s für die Rechnung %s wurde an %s übermittelt

source: Payment report
de_de: Zahlungsbericht

source: First reminder (days)
de_de: Erste Erinnerung (tage)

source: The number of days (after due) when the first payment reminder should be sent to the customer
de_de: Die Anzahl der Tage (nach Fälligkeit) an dem die erste Zahlungserinnerung an den Kunden geschickt werden soll

source: Reminder interval
de_de: Erinnerungsinterval

source: Max reminders
de_de: Maximale Erinnerungen

source: yearly
de_de: jährlich

source: monthly
de_de: monatlich

source: month
de_de: Monat

source: per year
de_de: pro Jahr

source: per month
de_de: pro Monat

source: per
de_de: pro

source: Invoice
de_de: Rechnung

source: Invoices
de_de: Rechnungen

source: Pay Now
de_de: Bezahlen

source: Payment interval
de_de: Zahlungsinterval

source: Period
de_de: Zeitraum

source: Paid at
de_de: Bezahlt am

source: Due at
de_de: Fällig am

source: Paid
de_de: Bezahlt

source: Sent
de_de: Gesendet

source: Canceled
de_de: Abgebrochen

source: Offer
de_de: Angebot

source: No#
de_de: Pos

source: Description
de_de: Bezeichnung

source: Qty
de_de: Menge

source: Unit Price
de_de: Einzelpreis

source: Amount
de_de: Gesamt

source: includes %s %s
de_de: enthält %s %s

source: plus %s %s
de_de: zzgl. %s %s

source: Summary
de_de: Summe

source: Save
de_de: Speichern

source: Preview
de_de: Vorschau

source: Settings saved
de_de: Einstellungen gespeichert

source: Services
de_de: Dienstleistungen

source: Unit information
de_de: Angaben zur Einheit

source: Unit
de_de: Einheit

source: Unit (plural)
de_de: Einheit (plural)

source: The unit next to the quantity (default: h)
de_de: Die Einhait nach Angabe der Menge (Standardwert: h)

source: The unit when quantity is more than one (optional)
de_de: Die Einheit wenn die Menge größer als eins (optional)

source: Webspace
de_de: Webspeicher

source: Please enter the domain to host here
de_de: Bitte geben Sie hier die gwünschte Domain ein

source: Subscription
de_de: Abonnement

source: Subscription option
de_de: Abonnement auswahl

source: Customer choose
de_de: Kunde entscheidet

source: Allow the customer to choose between the subscriptions during checkout or fix a value
de_de: Erlaube dem Kunden die Auswahl eines Abonnement oder setze den Wert fest

source: Enable B2C
de_de: Aktiviere B2C

source: Create invoice compatible for Business to Customer (B2C) relationship
de_de: Erstelle Business to Customer (B2C) kompatible Rechnungen

source: Refund from %s
de_de: Rückerstattung vom %s

source: WC Recurring Invoice PDF
de_de: WC Recurring Rechnung

source: WooCommerce invoice pdf plugin with recurring payments (scheduled)
de_de: WooCommerce Rechnungs Plugin für wiederkehrende Zahlungen

source: Invoice not found our no access to this resource
de_de: Rechnung nicht gefunden oder kein Zugriff auf diese Resource

source: General
de_de: Allgemein

source: Business
de_de: Geschäft

source: Select image
de_de: Bild auswählen

source: Clear image
de_de: Bild löschen

source: Report recipient
de_de: Berichtsadresse

source: Reciepient address for payment reports
de_de: Empfänger - Adresse für Zahlungsberichte

source: Sender address
de_de: Absender - Adresse

source: Public sender address the invoice is being submitted
de_de: Öffentliche Absender - Adresse bei Rechnungsübermittlung

source: months
de_de: Monate

source: Company name
de_de: Firmenname

source: Enter your company name
de_de: Gebe hier die Firma an

source: Contact email
de_de: Kontakt Email

source: Enter invoice contact email address
de_de: Gebe hier die Email für Rechnungen an

source: VAT ID
de_de: Umsatzsteuer ID

source: Enter your VAT ID
de_de: Geben Sie hier die UST. ID an

source: Properties
de_de: Eigenschaften

source: Content
de_de: Inhalt

source: Customer reference ID (BT-10)
de_de: Kundenreferenz ID (BT-10)

source: Additional customer info
de_de: Zusätzliche Kundeninformation

source: The same placeholder from %s can be used
de_de: Platzhalter aus %s können verwendet werden

source: Enable XInvoice
de_de: Aktiviere XRechnung

source: Enable support for XInvoice (XML)
de_de: Unterstützung für XRechnung (XML) aktivieren

source: Order account filter
de_de: Konto Filter für Bestellung

source: Only show completed WooCommerce orders on customers account page
de_de: Zeige nur abgeschlossene WooCommerce Bestellungen auf der Kundenkonto Seite

source: I hereby accept the
de_de: Hiermit akzeptiere ich die

source: Provide checkbox on customer login for to accept the GDPR
de_de: Kundenlogin um eine Auswahlbox für das akzeptiere der DSGVO erweitern

source: Customer GDPR compliance
de_de: DSGVO Regelkonformität

source: GDPR accepted
de_de: DSGVO akzeptiert
